; Japanese
; Rukoto, 四天王寺

[Japanese]
IDS_TITLE_EXCLUDE=除外
IDS_UPDATE_NO=利用可能なアップデートはありません。
IDS_UPDATE_YES=アップデートが利用可能です。\r今すぐダウンロードしてインストールしますか?
IDS_FILE=ファイル
IDS_SETTINGS=設定
IDS_EXIT=終了
IDS_EDIT=編集
IDS_PURGE_ERRORS=無効なアプリを消去
IDS_PURGE_UNUSED=未使用のアプリを消去
IDS_PURGE_TIMERS=タイマーを消去
IDS_REFRESH=最新の情報に更新
IDS_VIEW=表示
IDS_ICONS=アイコン
IDS_ICONSSMALL=小アイコン
IDS_ICONSLARGE=大アイコン
IDS_ICONSISHIDDEN=オリジナルのアイコンを表示しない
IDS_LANGUAGE=言語
IDS_FONT=フォント
IDS_HELP=ヘルプ
IDS_WEBSITE=Webサイト
IDS_CHECKUPDATES=アップデートの確認
IDS_DONATE=開発を支援する!
IDS_ABOUT=バージョン情報
IDS_TRAY_SHOW=ウィンドウを表示/非表示
IDS_TRAY_START=フィルターを有効化
IDS_TRAY_STOP=フィルターを無効化
IDS_TRAY_MODE=動作モード
IDS_TRAY_RULES=ルール
IDS_TRAY_BLOCKLIST_RULES=ブロック リスト
IDS_TRAY_SYSTEM_RULES=システム ルール
IDS_TRAY_USER_RULES=ユーザー ルール
IDS_TRAY_LOG=パケット破棄のログ
IDS_TRAY_LOGERR=エラー ログ
IDS_ADD_FILE=ファイルを追加する
IDS_ADD_PROCESS=プロセスを追加する
IDS_ADD_PACKAGE=パッケージを追加する
IDS_ADD_SERVICE=サービスを追加する
IDS_ALL=すべて
IDS_DISABLENOTIFICATIONS=通知無効
IDS_OPENRULESEDITOR=ルールを作成する
IDS_TIMER=タイマー
IDS_NOTIMER=タイマーなし
IDS_DISABLETIMER=タイマー無効
IDS_EXPLORE=ファイルの場所を開く
IDS_COPY=コピー
IDS_SELECT_ALL=すべて選択
IDS_CHECK=選択アイテムを有効化
IDS_UNCHECK=選択アイテムを無効化
IDS_ADD=追加
IDS_EDIT2=編集
IDS_DELETE=削除
IDS_EXPORT=エクスポート
IDS_IMPORT=インポート
IDS_MODE_WHITELIST=ホワイトリスト (選択アイテムを許可)
IDS_MODE_BLACKLIST=ブラックリスト (選択アイテムをブロック)
IDS_RULE_ALLOWINBOUND=すべての受信接続を許可する
IDS_RULE_ALLOWLISTEN=すべてのリッスン接続を許可する
IDS_RULE_ALLOWLOOPBACK=すべてのループバック接続を許可する
IDS_HIGHLIGHT_INVALID=無効なファイル
IDS_HIGHLIGHT_NETWORK=共有ネットワーク アプリ
IDS_HIGHLIGHT_PACKAGE=ユニバーサル Windows プラットフォーム アプリ
IDS_HIGHLIGHT_PICO=Pico アプリ
IDS_HIGHLIGHT_SERVICE=Windows サービス
IDS_HIGHLIGHT_SIGNED=署名済みアプリ
IDS_HIGHLIGHT_SILENT=通知無効
IDS_HIGHLIGHT_SPECIAL=特別なルール
IDS_HIGHLIGHT_SYSTEM=システム アプリ
IDS_HIGHLIGHT_TIMER=タイマー アプリ
IDS_EDITOR=ルール エディター
IDS_NAME=名前
IDS_RULE=ルール
IDS_PORTVERSION=ファミリ (ポートのみ)
IDS_PROTOCOL=プロトコル
IDS_DIRECTION=方向
IDS_ACTION=アクション
IDS_DATE=日時
IDS_FILEPATH=パス
IDS_SIGNATURE=署名
IDS_ADDRESS=アドレス
IDS_FILTER=フィルター
IDS_NOTES=メモ
IDS_ADDED=追加された日時
IDS_REGION=ルールの適用範囲
IDS_TIMELEFT=残り時間
IDS_SIGN_SIGNED=署名済み
IDS_SIGN_UNSIGNED=署名無し
IDS_GROUP_ALLOWED=許可されているアプリ
IDS_GROUP_BLOCKED=ブロックされているアプリ
IDS_GROUP_ENABLED=有効化されているルール (すべてのアプリ)
IDS_GROUP_SPECIAL=有効化されているルール (特定のアプリ)
IDS_GROUP_DISABLED=無効化されているルール
IDS_DIRECTION_1=送信
IDS_DIRECTION_2=受信
IDS_DIRECTION_3=すべて
IDS_ACTION_ALLOW=許可
IDS_ACTION_BLOCK=ブロック
IDS_RULE_APPLY=[%s] 選択したアプリの "%s"
IDS_DISABLE_CHK=ルール無効
IDS_ENABLE_CHK=ルール有効 (すべてのアプリ)
IDS_ENABLEFORAPPS_CHK=ルール有効 (選択されたアプリ)
IDS_WIKI=ヘルプ
IDS_SAVE=保存
IDS_CLOSE=閉じる
IDS_SETTINGS_GENERAL=全般
IDS_TITLE_GENERAL=全般構成
IDS_TITLE_LANGUAGE=言語
IDS_TITLE_CONFIRMATIONS=確認
IDS_TITLE_INTERFACE=インターフェイス
IDS_TITLE_HIGHLIGHTING=強調表示
IDS_TITLE_EXPERTS=上級者向け設定
IDS_TITLE_LOGGING=ログ ファイル
IDS_TITLE_NOTIFICATIONS=通知
IDS_TITLE_ADVANCED=詳細設定
IDS_ALWAYSONTOP_CHK=常に手前に表示
IDS_LOADONSTARTUP_CHK=システムの起動時に読み込む
IDS_STARTMINIMIZED_CHK=最小化の状態で起動する
IDS_SHOWFILENAMESONLY_CHK=ファイル名のみ表示
IDS_AUTOSIZECOLUMNS_CHK=列サイズの自動調整
IDS_SKIPUACWARNING_CHK=「ユーザー アカウント制御」の警告をスキップする
IDS_CHECKUPDATES_CHK=アップデートを定期的に確認する (推奨)
IDS_LANGUAGE_HINT=言語の選択:
IDS_USESTEALTHMODE_CHK=ポート スキャンを防止する
IDS_USESTEALTHMODE_HINT=インバウンド TCP RST をサイレント ドロップすることで TCP ポート スキャンを防止し、「Destination Unreachable」(宛先到達不能) でアウトバウンド ICMP に応答することで UDP ポート スキャンを防止します。
IDS_INSTALLBOOTTIMEFILTERS_CHK=コンピューター起動時にフィルターを有効にする
IDS_INSTALLBOOTTIMEFILTERS_HINT=「Base Filtering Engine」(BFE) サービスが開始される前であっても、システムの起動中にデータが漏れるのを防ぎます。
IDS_USECERTIFICATES_CHK=アプリのデジタル署名をチェックする
IDS_USENETWORKRESOLUTION_CHK=ネットワーク アドレスを解決する
IDS_DISABLEWINDOWSFIREWALL_CHK=Windows Firewall を無効化 (推奨)
IDS_ENABLEWINDOWSFIREWALL_CHK=Windows Firewall を有効化 (推奨)
IDS_CONFIRMEXIT_CHK=終了時に確認ダイアログを表示する
IDS_CONFIRMEXITTIMER_CHK=タイマーがアクティブな場合、終了時に確認ダイアログを表示する
IDS_CONFIRMDELETE_CHK=アプリケーションを削除するときに確認する
IDS_CONFIRMLOGCLEAR_CHK=ログ ファイルをクリアするときに確認する
IDS_COLORS_HINT=アイテムをダブルクリックすると色を変更できます。
IDS_ENABLELOG_CHK=パケット破棄のログを有効にする
IDS_LOGSHOW=ログを表示する
IDS_LOGCLEAR=ログを消去する
IDS_LOGSIZELIMIT_HINT=最大ログ サイズ (kB):
IDS_ENABLENOTIFICATIONS_CHK=パケット破棄の通知を有効にする
IDS_NOTIFICATIONSOUND_CHK=通知音を有効にする
IDS_NOTIFICATIONDISPLAYTIMEOUT_HINT=表示のタイムアウト (秒):
IDS_NOTIFICATIONTIMEOUT_HINT=同じ通知間のタイムアウト (秒):
IDS_RULES_BLOCKLIST_HINT=Windows のスパイとトラッキングをブロックするための特別なルールです。
IDS_RULES_SYSTEM_HINT=システム サービスおよびプロトコルに適用される定義済みのルールです。
IDS_RULES_USER_HINT=ユーザー ルールです。 <a href="%s"> ルール エディターのドキュメントはこちら</a>
IDS_NOTIFY_CREATERULE_ADDRESS=アドレス「%s」のルールを作成する
IDS_NOTIFY_CREATERULE_PORT=ポート「%d」のルールを作成する
IDS_NOTIFY_DISABLENOTIFICATIONS=このアプリの通知を無効にする
IDS_NOTIFY_TOOLTIP=このアプリケーションのアドレスやポートへのアクセスを許可する特別なルールを作成します。
IDS_QUESTION=よろしいですか?
IDS_QUESTION_DELETE=%d アイテムを削除しますか?
IDS_QUESTION_START=現在の設定に従ってアプリのネットワーク アクセスがブロックされます。\r続行しますか?
IDS_QUESTION_STOP=現在ブロックされているすべてのアプリのネットワーク アクセスが復元されます。\r続行しますか?
IDS_QUESTION_MODE=動作モードを "%s" に変更しますか?
IDS_QUESTION_EXIT=インストールされているフィルターは、終了しても動作し続けます。\r続行しますか?
IDS_QUESTION_EXPERT=このオプションは上級者向けです。\r続行しますか?
IDS_QUESTION_TIMER=タイマーが作動中です。タイマーはアプリケーションの実行中にのみ機能します。\r終了しますか?
IDS_QUESTION_TIMERS=すべてのタイマーを削除しますか?
IDS_QUESTION_FLAG_CHK=今後このメッセージを表示しない
IDS_STATUS_TOTAL=合計アプリ数: %d
IDS_STATUS_SELECTED=選択済み %d
IDS_STATUS_EMPTY=<なし>
IDS_STATUS_ERROR=エラーが発生しました! 詳細を確認するにはここをクリックしてログ ファイルを開いてください。
IDS_STATUS_SYNTAX_ERROR=ルール「%s」の構文エラー !
IDS_ADDRESS_LOCAL=送信元
IDS_ADDRESS_REMOTE=送信先
IDS_UPDATE_ERROR=アップデート サーバーとの接続でエラーが発生しました。
IDS_CHECKUPDATESBETA_CHK=アップデートにベータ版を含める
IDS_UPDATE_DOWNLOAD=アップデートをダウンロードしています...
IDS_UPDATE_DONE=アップデートのダウンロードが完了しました。
IDS_GROUP_SPECIAL_APPS=特別なルールのアプリ
IDS_RULE_ALLOWINBOUND_HINT=このフィルタリング レイヤーにより、着信 TCP 接続に対する承認要求を許可します。同様に、受信した最初のパケットに基づいて着信 TCP 以外のトラフィックを許可します。
IDS_RULE_ALLOWLISTEN_HINT=このフィルタリング レイヤーにより、TCP リッスン要求を許可します。\r警告: このオプションを無効にすると、サードパーティのアプリケーションがフリーズする可能性があります。
IDS_RULE_ALLOWLOOPBACK_HINT=すべてのループバック トラフィックが許可されます。
IDS_PROPERTIES=プロパティ
IDS_RESET=リセット
IDS_QUESTION_RESET=すべてのアプリケーション設定をリセットしてもよろしいですか?
IDS_EXCLUDESTEALTH_CHK=ポート スキャナー
IDS_EXCLUDEBLOCKLIST_CHK=ブロック リスト
IDS_UPDATE_INIT=新しいリリースを確認しています...
IDS_UPDATE_INSTALL=アップデートが利用可能です。\r今すぐインストールしますか?
IDS_EXCLUDECUSTOM_CHK=ユーザー ルール
IDS_ENABLESPECIALGROUP_CHK=特別なルールでのグループ化
IDS_EXCLUDECLASSIFYALLOW_CHK=許可されたパケット
IDS_STATUS_TIMER_DONE=「%s」 のタイマーが終了しました!
IDS_ICONSEXTRALARGE=特大アイコン
IDS_STATUS_UNUSED_APPS=未使用のアプリ
IDS_STATUS_INVALID_APPS=無効なアプリ
IDS_STATUS_TIMER_APPS=タイマー アプリ
IDS_SECUREFILTERS_CHK=インストールされているフィルターの保護を有効にする
IDS_SECUREFILTERS_HINT=許可されていないアプリケーションがインストールされたフィルターにアクセスするのを防ぎます。
IDS_USEREFRESHDEVICES_CHK=デバイス (ストレージ) が接続されたときにフィルターを更新する
IDS_RULE_ALLOW6TO4=すべてに対して IPv6 リダイレクト (6to4) を許可する
IDS_RECOMMENDED=推奨
IDS_ICONSISTABLEVIEW=詳細表示
IDS_ACTION_LATER=今回のみブロック
IDS_ACTION_ALLOW_HINT=永久にアクセスを許可
IDS_ACTION_BLOCK_HINT=永久にアクセスをブロック
IDS_ACTION_LATER_HINT=一時的にブロックして次回も確認
IDS_RULE_APPLY_2=アプリに「%s」を適用
IDS_EDITRULES=ルールを編集する
